# Задание 2
# 1. Создайте список с именами участников наших занятий.
# 2. Выведите второй элемент списка.
# 3. Выведите срез с второго по четвертого участника.
# 4. Выведите срезу с пятого участника и до конца списка (при условии что вы не знаете сколько всего элементов в списке).
# 5. Добавьте к списку еще одного участника на свой вкус.

_list = ["Anna", "Eugenya", "Karina", "Svetlana", "Anastasia", "Viktor", "Ekaterina", "Vitaly"]
print (_list [1])
print (_list [1:4])
print (_list [4:])

_list.append ("Anatoly")
print (_list)
